Repository: huhwt/huhwt-mtv
Catalog: resources/lang/*/messages.po
Languages: ca, nl

source: MultTreeView
ca: Gràfic múltiple
nl: Multiboomweergave

source: A treeview-diagram, showing the ancestors and descendants of an individual.
nl: Een boomdiagram dat de voorouders en nakomelingen van een persoon toont.

source: Check tree of %s
ca: Diagrama de rellotge de sorra de %s
nl: Controleer interactieve boom van %s

source: Tree of %s
ca: Gràfic de rellotge de sorra de %s
nl: Interactieve boom van %s

source: List of Individuals
ca: Visió general de persones
nl: Personen

source: Interactive check
ca: Comparació interactiva
nl: Interactieve controle

source: previous
ca: anterior
nl: vorige

source: next
ca: proper
nl: volgende

source: Play
ca: Començar
nl: Afspelen

source: close
ca: Fi
nl: sluiten

source: count
ca: número
nl: aantal

source: Options for stricter selection through additional clauses
nl: Opties voor strengere selectie door aanvullende clausules

source: only
nl: alleen

source: Match only in
nl: alleen overeenkomsten in

source: (omitted)
nl: (weggelaten)

source: Add this records to the clippings cart
nl: Voeg deze records toe aan de stamboomknipsels

source: Stop
ca: Parar
